[  
  {  
    "id": "654889",
    "src":"bookStoreImg/kolokol.jpg",
    "Bookname":"По ком звонит колокол",
    "author":"Эрнест Хемингуэй ",
    "price":200,
    "Description":"Испания, май 1937 года. Заканчивается первый год гражданской войны. Прибыв в партизанский отряд Пабло, по заданию командования республиканских сил, интернационалист американец Роберт Джордан встречает Марию — девушку, чья жизнь разбита войной. Именно здесь разворачиваются основные события: столкновение нежелания Пабло выполнять рискованное задание и чувства долга Джордана; а также долга Джордана с его новообретённым вкусом к жизни, вызванным любовью к Марии. Значительная часть романа рассказывается через мысли и переживания Роберта Джордана, с воспоминаниями о встречах с русскими в Мадриде и о его отце и деде. Жена Пабло — Пилар — рассказывает о событиях, демонстрирующих ужасающую жестокость гражданской войны, в одном случае со стороны республиканцев, в другом — со стороны франкистов. "
  },
  {
    "id": "665223",
    "src":"bookStoreImg/east-of-edem.jpg",
    "Bookname":"К востоку от рая",
    "author":"Джон Стейнбек ",
    "price":700,
    "Description":"Роман — своего рода аллегория библейской легенды о Каине и Авеле, действие которой перенесено в современную Америку; семейная сага, навеянная историей предков писателя по материнской линии. "
  },
  {
    "id": "100112",
    "src":"bookStoreImg/belye_nochy.jpg",
    "Bookname":"Белые ночи",
    "author":"Федор Достоевский ",
    "price":200,
    "Description":"Главный герой повести — мечтатель, одинокий и робкий человек. Белой ночью мечтатель случайно знакомится с девушкой Настенькой и влюбляется в неё, а она видит в нём родную душу, брата. Настенька рассказывает ему свою историю. "
  },
  {
    "id": "129073",
    "src":"bookStoreImg/graf.jpg",
    "Bookname":"Граф Монте-Кристо",
    "author":"Александр Дюма ",
    "price":400,
    "Description":"События разворачиваются во Франции начала 19 в. Эдмон Дантес - марсельский моряк, выполнявший предсмертную волю капитана корабля, доставляет в Париж письмо. Прибыв в порт, Дантес намеревался жениться на Мерседес, девушке из соседней деревни. Но из-за злобных интриг врагов он попадает в замок Иф. Долгих 14 лет Дантес проводит в мрачных казематах, вынашивая план мести, прежде чем ему удается бежать. Но выйдя на свободу из заточения, он претворяет в жизнь все задуманное, и никому не укрыться от мести... "
  },
  {
    "id": "888073",
    "src":"bookStoreImg/yarmarka_tscheslaviya.jpg",
    "Bookname":"Ярмарка тщеславия",
    "author":"Уильям Теккерей ",
    "price":900,
    "Description":"«Ярмарка тщеславия» — это классический роман об эпохе Наполеоновских войн, где читателю представляется яркая панорама жизни Англии начала XIX века. Это настоящая эпопея, в которой не просто разворачивается целый пласт истории, но и раскрывается жизнь различных социальных страт: аристократов, чиновников, членов парламента, помещиков и других. Их жизнь напоминает ярмарку, где все можно купить и продать, а законы морали и чести не соблюдаются. Уильям Теккерей рассказывает о борьбе между литературным автором и героями, ведущими паразитирующий и лицемерный образ жизни. "
  },
  {
    "id": "792156",
    "src":"bookStoreImg/claymore.jpg",
    "Bookname":"Клеймор",
    "author":"Яги Норихиро ",
    "price":800,
    "Description":"Средневековье. Люди подвергаются нападениям йома, жестоких демонов, способных принимать облик своих жертв. Справиться с этой напастью способны лишь Клеймор - группа девушек-наемниц, получивших это прозвище за свое оружие - огромные двуручные мечи. Являясь сами наполовину йома, они странствуют, уничтожая ненавистных чудовищ. "
  },
  {
    "id": "790238",
    "src":"bookStoreImg/tokyo_ghoul.jpg",
    "Bookname":"Токийский гуль",
    "author":"Ишида Суи ",
    "price":1200,
    "Description":"История разворачивается вокруг студента университета - Канеки Кена. Он самый обычный парень, влюбившийся в красивую девушку, которая была гулем. \"А кто такой гуль?\" - спросите Вы - \"Гуль - монстр, питающийся человеческим мясом\". По случайному стечению обстоятельств Канеки из обычной добычи сам превратился в гуля, врага людей, которого хотят уничтожить так же, как и остальных гулей. Однако мир гулей принимать наш герой тоже отказывается, так как не хочет верить и уподобляться им. Сможет ли найти Канеки место в этом мире? "
  },
  {
    "id": "941003",
    "src":"bookStoreImg/semeinoe_schastie.jpg",
    "Bookname":"Семейное счастие",
    "author":"Лев Толстой ",
    "price":200,
    "Description":"Семейное счастие Л. Н. Толстого — одно из немногих произведений, в котором речь идет о самом, казалось бы, обычном и вместе с тем прекрасном чувстве — любви супругов в семье. Несмотря на свой небольшой объем, этот роман ни в чем не уступает величайшим творениям гениального писателя-романиста. "
  },
  {
    "id": "846709",
    "src":"bookStoreImg/saragosa.jpg",
    "Bookname":"Рукопись, найденная в Сарагосе",
    "author":"Ян Потоцкий ",
    "price":460,
    "Description":"Во время наполеоновской осады Сарагосы (англ.) офицеры обнаруживают в захваченном здании старинную рукопись и погружаются в её чтение. В рукописи рассказывается об испанском офицере времён войны за испанское наследство, Альфонсе ван Вордене, который на протяжении 66 дней странствовал по горам Сьерра-Морены, пытаясь попасть в свой полк в Мадриде. В начале романа Альфонс сталкивается со странными мистическими и пугающими явлениями, но затем присоединяется к кочующему цыганскому табору. Он и остальные герои постоянно рассказывают друг другу истории, внутри которых зачастую оказываются истории героев этих историй "
  },
  {  
    "id": "325978",
    "src":"bookStoreImg/grozdya_gneva.jpg",
    "Bookname":"Гроздья гнева",
    "author":"Джон Стейнбек ",
    "price":350,
    "Description":"Роман о семейной драме юноши, который ревнует и страдает, видя как его отец отдает незаслуженное предпочтение другому своему сыну — любимцу. И чем сильнее его отчаяние, чем оно безнадежней, — тем сильнее желание обрести забытую родительскую любовь."
  },
  {  
    "id": "202097",
    "src":"bookStoreImg/o_myshah.jpg",
    "Bookname":"О мышах и людях",
    "author":"Джон Стейнбек ",
    "price":450,
    "Description":"Повесть Джона Стейнбека, рассказывающая трагическую историю двух работяг во время Великой депрессии в Калифорнии и касающаяся таких понятий, как мечта, вина и сочувствие. Книга основана на личном опыте Стейнбека, работавшего в сельском хозяйстве в 1920-е годы."
  },
  {  
    "id": "133485",
    "src":"bookStoreImg/3friends.jpg",
    "Bookname":"Три товарища",
    "author":"Эрих Мария Ремарк ",
    "price":568,
    "Description":"Германия рубежа 20-30-х годов. Ожоги войны, навсегда оставшиеся в душах людей, постоянно напоминают о себе. Три товарища — Роберт Локамп (Робби), Отто Кестер и Готтфрид Ленц содержат небольшую авторемонтную мастерскую. Главный герой, автомеханик Робби, познакомился с очаровательной девушкой Патрицией Хольман (Пат). Робби и Пат — люди разных судеб и из разных слоёв общества — полюбили друг друга. В романе показывается развитие их любви на фоне кризиса тех лет. "
  },
  {
    "id": "130975",
    "src":"bookStoreImg/gantz.jpg",
    "Bookname":"Ганц",
    "author":"Оку Хироя ",
    "price":880,
    "Description":"Это история подростка Кэя Куроно, который после гибели под колёсами поезда метро становится частью посмертной «игры», где ему и другим недавно погибшим людям придётся выслеживать и убивать пришельцев. Каждая миссия может закончиться окончательной смертью охотников, а на смену погибшим придут новые ганцеры. "
  },
  {
    "id": "229408",
    "src":"bookStoreImg/gods_lair.jpg",
    "Bookname":"Даже боги лгут",
    "author":"Каори Одзаки ",
    "price":740,
    "Description":"Из-за случая, произошедшего в день святого Валентина, с одиннадцатилетним Нацуру не разговаривает ни одна девочка в классе. Но все меняется перед летними каникулами, когда самая высокая девчонка класса, Сузумура, неожиданно заводит разговор. А позже Нацуру встречает ее за пределами школы, и неожиданно раскрывает ее секрет… Летние дожди, фестивали, белый котенок Тофу – что ожидает этих ребят на летних каникулах? "
  },
  {
    "id": "301296",
    "src":"bookStoreImg/dead_wonderland.jpg",
    "Bookname":"Страна чудес смертников",
    "author":"Катаока Джинсей ",
    "price":340,
    "Description":"Ганта – ученик 4-ой средней школы префектуры Нагано. Он ведёт размеренную жизнь школьника и плохо помнит события 10 летней давности, когда в Токио из-за большого токийского землетрясения 70% города оказались под водой. Но размеренная жизнь Ганты в школе обрывается в результате инцидента, унёсшего жизни всех его одноклассников. Сам Ганта, придя в себя уже на больничной койке, обнаруживает, что стал знаменит… как «убийца одноклассников». Сразу из больницы он попадает в суд, где получает смертный приговор, даже не успев раскрыть рот, а затем оказывается «Стране Чудес Смертников» - единственной частной тюрьме, где встречает подругу из своего детства. Теперь он начинает вспоминать события 10-летней давности. Но чтобы выжить в «стране чудес смертников», нужно научиться жить по её безумным правилам… "
  },
  {  
    "id": "987599",
    "src":"bookStoreImg/dark_tower.jpg",
    "Bookname":"Темная Башня",
    "author":"Стивен Эдвин Кинг ",
    "price":900,
    "Description":"Серия повествует о долгих странствиях стрелка Роланда Дискейна в поисках легендарной Тёмной Башни. Роланд — последний член древнего рыцарского ордена стрелков. Поначалу в одиночку, а потом с группой верных друзей он совершает длительный поход по постапокалиптическому миру, напоминающем Америку старого Запада, в котором присутствует магия. Приключения Роланда и его спутников включат в себя посещение и других миров и временных эпох, включая Нью-Йорк XX века и опустошенный пандемией гриппа мир «Противостояния». Роланд уверен, что если он дойдёт до центра всех миров, до Тёмной Башни, он сможет подняться на её верхний уровень, чтобы увидеть, кто управляет всем Мирозданием и, возможно, восстановить порядок мира. "
  },
  {  
    "id": "111087",
    "src":"bookStoreImg/chrono.jpg",
    "Bookname":"Крестовый поход Хроно",
    "author":"Морияма Даисукэ ",
    "price":700,
    "Description":"Америка В бурные 20-е годы. На первый взгляд, это положительный, мирное время после событий первой мировой войны. Но, притаившаяся в тени темно-элемент готов вырвать этот мир. Сестра Розетта Кристофер, экзорцист, работающих в составе ордена Магдалина, обязан бороться с демонами, которые появляются и вызывают разрушения. "
  },
  {  
    "id": "980347",
    "src":"bookStoreImg/basilisk.jpg",
    "Bookname":"Василиск",
    "author":"Масаки Сэгава ",
    "price":640,
    "Description":"Два клана ниндзя, Ига и Кога, издревле враждовали друг с другом. И сверкали мечи, и лилась реками кровь, до тех пор пока на пути древней вражды не встал местный лорд Хаттори Хандзо. И тогда были связаны два клана нерушимым договором, запрещающим стародавнюю вражду. Однако волею правителей, которые воспользовались враждой Ига и Кога в собственных целях, договор о ненападении был расторгнут. "
  },
  {  
    "id": "970216",
    "src":"bookStoreImg/david_cop.jpg",
    "Bookname":"Дэвид Копперфильд",
    "author":"Чарльз Диккенс ",
    "price":340,
    "Description":"«Дэвид Копперфильд» - это история о приключениях молодого человека, начиная с бедствий и несчастий сиротского детства и до обретения своего истинного призвания успешного писателя романиста. Перед читателем предстанет целая галерея неповторимых ярчайших персонажей, имена многих из которых стали нарицательными по всему миру: тиранический отчим мистер Мэрдстон, его злобная тетка Бэтси Тортвуд; елейно –приторный предатель Юрая Хипп; легкомысленная и очаровательная Дора; любезный мистер Микобер – один из самых комичных образов в мировой литературе и многие другие. "
  },
  {  
    "id": "644444",
    "src":"bookStoreImg/chto-delat.jpg",
    "Bookname":"Что делать?",
    "author":"Николай Чернышевский ",
    "price":780,
    "Description":"Чтобы избежать замужества, навязываемого корыстной матерью, Вера Павловна Розальская заключает брак со студентом-медиком Лопуховым. Брак позволяет ей покинуть родительский дом и самостоятельно распоряжаться своей жизнью. Вера учится, пытается найти своё место в жизни, наконец, открывает швейную мастерскую «нового типа» — это коммуна, где нет наёмных рабочих и хозяев, и все девушки одинаково заинтересованы в благополучии совместного предприятия. Вскоре Вера Павловна понимает, что любит друга Лопухова, с которым они вместе учились в медицинской академии, — Александра Кирсанова. Кирсанов со своей стороны давно влюблен в героиню. Чтобы дать измучившейся жене свободу, Лопухов инсценирует самоубийство... "
  },
  {  
    "id": "199127",
    "src":"bookStoreImg/na_dne.jpg",
    "Bookname":"На дне",
    "author":"Максим Горький",
    "price":360,
    "Description":"Действие пьесы происходит в ночлежном доме, который принадлежит Михаилу Ивановичу Костылёву. Населяют его опустившиеся люди, с самого дна социума: бедняки, воры, проститутки, чернорабочие. Некоторые отчаянно пытаются выбраться, другие опускают руки. Отношения между ними сложные, постоянно вспыхивают склоки."
  },
  {  
    "id": "369750",
    "src":"bookStoreImg/gnezdo.jpg",
    "Bookname":"Дворянское гнездо",
    "author":"Иван Тургенев ",
    "price":200,
    "Description":"Дворянин Лаврецкий возвращается из-за границы в Россию, в свое «родовое гнездо», где его всегда ждут и по-прежнему любят. "
  },
  {  
    "id": "987111",
    "src":"bookStoreImg/evgenij_onegin.jpg",
    "Bookname":"Евгений Онегин",
    "author":"Александр Пушкин ",
    "price":150,
    "Description":"Роман в стихах русского поэта Александра Сергеевича Пушкина, написанный в 1823—1831 годах, одно из самых значительных произведений русской словесности."
  },
  {  
    "id": "103784",
    "src":"bookStoreImg/m-m.jpg",
    "Bookname":"Мастер и Маргарита",
    "author":"Михаил Булгаков ",
    "price":190,
    "Description":"«Мастер и Маргарита» — культовый роман, один из ярчайших шедевров русской литературы, так до конца и не понятый, загадочный и манящий. Нечистая сила во главе с самим Дьяволом Воландом однажды весенним днем появляется в Москве, чтобы навести порядок. Именно так начинается полная приключений и иронии история, в которой в конце концов побеждают любовь и верность. "
  },
  {  
    "id": "176665",
    "src":"bookStoreImg/dyadya_vanya.jpg",
    "Bookname":"Дядя Ваня",
    "author":"Антон Чехов ",
    "price":250,
    "Description":"Драма русских провинциалов, считающих, что жизнь их не состоялась и растрачена понапрасну. Для дяди Вани это ощущение усугубляется неразделенной любовью к женщине, которую судьба на короткое время забросила в захолустное поместье, где герой и его племянница десятилетиями работают, едва сводя концы с концами… "
  },
  {  
    "id": "192014",
    "src":"bookStoreImg/mertvye_dushi.jpg",
    "Bookname":"Мертвые души",
    "author":"Николай Гоголь ",
    "price":170,
    "Description":"Книга рассказывает о похождениях Чичикова Павла Ивановича, бывшего коллежского советника, выдающего себя за помещика. Чичиков приезжает в неназванный городок, некий губернский город и немедленно пытается войти в доверие ко всем сколько-либо важным обитателям города, что ему успешно удаётся. Герой становится крайне желанным гостем на балах и обедах. Горожане неназванного города не догадываются об истинных целях Чичикова. А цель его заключается в скупке или безвозмездном приобретении умерших крестьян, которые по переписи ещё числились как живые у местных помещиков, и последующем оформлении их на своё имя как живых."
  },
  {  
    "id": "127985",
    "src":"bookStoreImg/kar_brothers.jpg",
    "Bookname":"Братья Карамазовы",
    "author":"Федор Достоевский ",
    "price":500,
    "Description":"XIX век. В уездном российском городе разгораются страсти между стариком Фёдором Карамазовым и тремя его взрослыми сыновьями — Митей, Иваном и Алёшей. Отношения Мити с отцом напряжены не только из-за наследства, но еще и из-за Грушеньки — женщины, в которую оба страстно влюблены. Незаконнорожденный сын Фёдора Карамазова, Смердяков, использует этот раздор в своих интересах… "
  },
  {  
    "id": "300072",
    "src":"bookStoreImg/dar.jpg",
    "Bookname":"Дар",
    "author":"Владимирович Набоков ",
    "price":660,
    "Description":"Главный герой- молодой начинающий поэт, эмигрант, сын известного учёного, пропавшего без вести. Герой живёт на съёмной квартире, хозяева — бывший прокурор-антисемит, его жена и дочь жены от первого брака с евреем. Дочь и герой любят друг друга, но отношения не могут вступить в фазу близости, так как, по мнению девушки, в присутствии родителей это будет верхом пошлости. Апофеоз романа — отъезд родителей, после которого наступит полная близость молодой пары. Герои идут домой, а ключа от квартиры у них обоих нет. Четвёртая глава «Дара» представляет собой «книгу в книге», биографию Чернышевского, написанную главным героем романа."
  },
  {  
    "id": "189557",
    "src":"bookStoreImg/voyna-i-mir.jpg",
    "Bookname":"Война и мир",
    "author":"Лев Толстой ",
    "price":600,
    "Description":" Роман-эпопея Льва Николаевича Толстого, описывающий русское общество в эпоху войн против Наполеона в 1805—1812 годах. "
  },
  {  
    "id": "734601",
    "src":"bookStoreImg/braslet.jpg",
    "Bookname":"Гранатовый браслет",
    "author":"Александр Куприн ",
    "price":350,
    "Description":"В день своих именин княгиня Вера Николаевна Шеина получила от своего давнего анонимного поклонника в подарок золотой браслет, покрытый пятью гранатами-кабошонами густо-красного цвета. Будучи замужней женщиной, она посчитала себя не вправе получать какие-либо подарки от посторонних мужчин. Её брат вместе с ее мужем нашёл отправителя. Им оказался скромный чиновник Георгий Желтков. Много лет назад он случайно на цирковом представлении увидел в ложе княгиню Веру и влюбился в неё чистою и безответною любовью..."
  },
  {  
    "id": "403197",
    "src":"bookStoreImg/100_let.jpg",
    "Bookname":"100 лет одиночества",
    "author":"Габриэль Гарсиа Маркес ",
    "price":250,
    "Description":"Странная, поэтичная, причудливая история города Макондо, затерянного где-то в джунглях, - от сотворения до упадка. История рода Буэндиа - семьи, в которой чудеса столь повседневны, что на них даже не обращают внимания. Клан Буэндиа порождает святых и грешников, революционеров, героев и предателей, лихих авантюристов - и женщин, слишком прекрасных для обычной жизни. В нем кипят необычайные страсти - и происходят невероятные события. Однако эти невероятные события снова и снова становятся своеобразным 'волшебным зеркалом', сквозь которое читателю является подлинная история Латинской Америки."
  },
  {  
    "id": "857122",
    "src":"bookStoreImg/martin_iden.jpg",
    "Bookname":"Мартин Иден",
    "author":"Джек Лондон ",
    "price":200,
    "Description":"Мартин Иден — рабочий парень, моряк, выходец из низов случайно знакомится с Руфь Морз - девушкой из состоятельной буржуазной семьи. Руфь начинает учить полуграмотного Мартина правильному произношению и пробуждает в нем интерес к литературе. Мартин узнаёт, что журналы платят приличные гонорары авторам, которые в них печатаются, и твердо решает сделать карьеру писателя, заработать деньги и стать достойным своей подруги."
  },
  {  
    "id": "776003",
    "src":"bookStoreImg/dva_kapitana.jpg",
    "Bookname":"Два капитана",
    "author":"Вениамин Каверин ",
    "price":220,
    "Description":"С детских лет Саня Григорьев умел добиваться успеха в любом деле. Он вырос мужественным и храбрым человеком. Мечта разыскать остатки экспедиции капитана Татаринова привела его в ряды летчиков—полярников. Жизнь капитана Григорьева полна героических событий: он летал над Арктикой, сражался против фашистов. Его подстерегали опасности, приходилось терпеть временные поражения, но настойчивый и целеустремленный характер героя помогает ему сдержать данную себе еще в детстве клятву: «Бороться и искать, найти ине сдаваться». "
  },
  {  
    "id": "113498",
    "src":"bookStoreImg/poslednij_iz_mogikan.jpg",
    "Bookname":"Последний из могикан",
    "author":"Джеймс Фенимор Купер ",
    "price":190,
    "Description":"Действие романа происходит в британской колонии Нью-Йорк в августе 1757 года, в разгар Франко-индейской войны. Часть романа посвящена событиям после атаки на форт Уильям-Генри, когда с молчаливого согласия французов их индейские союзники вырезали несколько сотен сдавшихся английских солдат и поселенцев. Охотник и следопыт Натти Бампо вместе со своими друзьями-индейцами из племени могикан — Чингачгуком и его сыном Ункасом — участвуют в спасении двух сестёр, дочерей британского командира. "
  }
]